Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/facta/skuvlahistorja3/larine-s.html.tmx
Source language: sme
Languages: nob

source: På norsk
nob: Sámegillii

source: Artihkal girjjis Sámi skuvlahistorjá 3.
nob: Artikkel i boka Samisk skolehistorie 3.

source: – Skuvllas eat oahppan nu ollu gal
nob: På skolen lærte vi ikke stort

source: Muitalan Svein Lundii
nob: Fortalt til og oversatt av Svein Lund

source: Larine Johnsen 2005 (Govva: Svein Lund)
nob: Larine Johnsen 2005 (Foto: Svein Lund)

source: Larine Johnsen lea riegádan 1927, ovdal go náitalii sus lei goargun Isaksen.
nob: Larine Johnsen er født i 1927, pikenavnet var Isaksen.

source: Son lea bajásšaddan Gaskačiegas Duorppalvuonas, ja son váccii 7 jagi álbmotskuvlla Ákŋoluovttas.
nob: Hun vokste opp i Mebotn i Øyfjorden og hun gikk 7 år folkeskole på Hasvik.

source: Larine isit-rohkki lei maiddái Duorppalvuonas eret, ja doppe eliiga eanandoaluin ja guolásteamiin, dassážii go fárriiga Ákŋoluktii.
nob: Larines avdøde mann var også fra Øyfjorden og der levde de av jordbruk og fiske til de flytta til Hasvik. Nå bor hun på Stangnes i Hasvåg.

source: Duorppalvuotna lea 2-3 km govdosaš ja 6 km guhkkosaš vuotna Sállama nannánbealde.
nob: Øyfjorden eller Duorppalvuotna er en 2–3 km brei og 6 km lang fjord på innsida av Sørøya.

source: Ovdal orro olbmot 8–10 báikkis birra vuona.
nob: Før bodde det folk på 8–10 steder rundt i fjorden.

source: 1861:s orro 8 bearraša Duorppalvuonas ja buohkat ledje sámit.
nob: I 1861 bodde det 8 familier i Øyfjorden og alle var samer.

source: 1800-logu loahpas bohte muhtin boazodoallosámit Guovdageainnus ealuideasetguin ja ásaiduvve Sállanii.
nob: På slutten av 1800-tallet kom noen reindriftssamer fra Kautokeino og slo seg ned på Sørøya.

source: Sin joavkkus leigga Larine áddjá ja áhkku.
nob: Blant dem var bestefar til Larine, Nils Henrik Sara og bestemor Berit Isaksdatter Hætta.

source: Soai bođiiga 1885 ovttas unna mánáiguin, ja okta dain mánáin lei Larine áhčči.
nob: De kom i 1885 med små barn, blant dem Larines far, Isak Nilsen Sara.

source: Sii ásaiduvve Duorppalvutnii, ja doppe sin maŋisboahttit orro dassái go maŋimusat fárrejedje eret 1980-logus.
nob: De slo seg ned i Øyfjorden og der bodde mange av deres etterkommere til fjorden blei fraflytta på 1980-tallet.

source: Larine eadni lei mearrasápmelaš Duorppalvuonas eret, ja Larine sámegiel suopman ii leat guovdageainsuopman, muhto mearrasámesuopman.
nob: Mor til Larine var sjøsame fra Øyfjorden og når Larine snakker samisk er det sjøsamisk, ikke Kautokeino-dialekt.

source: Ieš lohká ahte ii huma «eakti» sámegiela, muhto mearrasámegiela.
nob: Sjøl sier hun at hun ikke snakker «ekte» samisk, men sjøsamisk.

source: Garra eallin
nob: Et hardt liv

source: – Mii eat lean riggát doppe Duorppalvuonas.
nob: – Vi var ikke rike der i Øyfjorden. Men vi klarte oss.

source: Muhto mii han birgiimet.
nob: Vi hadde sauer, geiter og et par kyr.

source: Mis ledje sávzzat, gáiccat ja moadde gusa.
nob: Både sauene og kyrne var mindre enn de er nå i tida.

source: Sihke sávzzat ja gusat ledje unnit go dat mat dál leat.
nob: Sauene var slike som vi på samisk kalte «nuvva», de hadde små ører.

source: Sávzzat ledje dakkárat mat sámegillii gohččoduvvojedje «nuvván», dain ledje hui unna bealjážat.
nob: Det var lite høy og vi måtte fore husdyra med all slags mat, som tang, lauv, skav og fiskehoder.

source: Ja de bivddiimet guoli.
nob: Og så var det sjølsagt fiske.

source: Mu mánnávuođas ledje muhtimat geain lei mohtor fatnasiin, muhto máŋggas fertejedje suhkat ja borjjastit.
nob: I min barndom var det noen som hadde motor i båten, men mange måtte fortsatt ro og seile.

source: Vuvddiimet guliid Ákŋoluovttas ja Nuoris (Gashopenis) ja heaŋgguimet maiddái ollu ruovttus.
nob: Vi solgte fisk på Hasvik og Gåshopen og hengte også mye fisk hjemme.

source: Lei garra eallin.
nob: Det var et hardt liv.

source: Čuohpaimet suinniid ceakko luohkáin, čokkiimet moniid, murjiimet ja geavaheimmet visot maid sáhtiimet meahcis.
nob: Vi slo gras i bratte lier, samla egg, plukka bær og brukte alt vi kunne fra naturen.

source: Dábálaččat lei okta dahje moadde gusa ja muhtin sávza guđege dálus, ii buot dáluin lean vuoksá iige vierca.
nob: Det var vanligvis ei ku eller et par kyr og noen sauer på hver gård, det var ikke alle gårder som hadde okse eller vær.

source: Danin fertii muhtumin váldit vuovssáid ja vierccaid mielde fatnasii ja fitnat eará dáluid gusaid ja sávzzaid luhtte.
nob: Derfor måtte man noen ganger ta okser og værer i båt og besøke kyr og sauer på andre gårder.

source: Dat ii lean álki ja mu eahki heavvanii go galggai fievrridit vuovssá.
nob: Det var ikke enkelt, og onkelen min drukna da han skulle frakte en okse.

source: Mus ledje guokte oappá geat jámiiga nuorran difteriijai.
nob: Jeg hadde to søstre som døde unge av difteri.

source: Dalle fertii áhčči ieš duddjot gisttuid ja suhkat daid Ákŋoluovtta girkogárdái.
nob: Da måtte far sjøl snekre kiste og ro dem til kirkegården i Hasvik.

source: Ákŋoluovtta girkogárdái leat ceaggán geđggiid muitun sin birra geat jávke mearrái eai ge gávdnojuvvon.
nob: På Hasvik kirkegård er det satt opp steiner " til minne om dem som omkom på havet og ikke ble funnet ".

source: Daid gaskkas lei Larine čeahci.
nob: En av dem er for Larines onkel.

source: (Govva: Svein Lund)
nob: (Foto: Svein Lund)

source: Ruovttus humaimet aivve sámegiela, muhto muhtumin bohte dohko dárogielat olbmot, ja mii mánát čuovuimet mielde ja oahpaimet.
nob: Hjemme snakka vi bare samisk, men noen ganger kom det også norsktalende dit, og vi barna fulgte med og lærte.

source: Danin máhtten muhtin muddui dárogiela go álgen skuvlii 1935:s.
nob: Derfor kunne jeg en del norsk da jeg begynte på skolen i 1935.

source: Šárkkain internáhttii
nob: Med sjark til internatet

source: Duorppalvuonas lei sierra skuvla 1905 rájes 1930 rádjái.
nob: I Øyfjorden var det egen skole tidligere, fra 1905 til 1930.

source: Muhto ii lean sierra oahpaheaddji.
nob: Men det var ikke egen lærer.

source: Oahpaheaddji lei Alfred Mevik, gii muđui orui Ákŋoluovttas.
nob: Lærer Mevig, som bodde på Hasvik, kom til Øyfjorden noen uker av gangen.

source: Álggos lei skuvla siskkit vuonas, Sieidegohpis (Sorbotn).
nob: Først var skolen inne i fjorden, i Sørbotn (Sieidegohppi).

source: Maŋŋil sirdojuvvui Loddebáktái (Fugleberg), mii lea olggut vuonas.
nob: Seinere blei den flytta til Fugleberget lenger ut i fjorden.

source: – Dalle go mun álgen skuvlii ii lean šat skuvla Duorppalvuonas ja fertiimet orrut internáhtas Ákŋoluovttas.
nob: – Da jeg begynte på skolen var det ikke lenger skole i Øyfjorden og vi måtte bo på internat på Hasvik.

source: Fievrridedje min mohtorfatnasiin, šárkkain.
nob: Vi blei frakta med sjark.

source: Leimmet 4 vahku skuvllas, 4 vahku ruovttus.
nob: Det var 4 uker skole, 4 uker hjemme.

source: Muhtumin lei hui garra dálki ja buohccaimet ja vuvssiimet issorasat.
nob: Noen ganger var det veldig dårlig vær og vi blei sjuke og spydde forferdelig.

source: Dáhpáhuvai maiddái ahte muhtin mánát čiehkádedje go skuvlafanas bođii.
nob: Det hendte at noen av barna sprang og gjømte seg når skolebåten kom.

source: Balaimet sihke mátkkis ja skuvllas.
nob: Vi var redde både for reisa og for skolen.

source: Ákŋoluovtta skuvla sullii 1930.
nob: Hasvik skole og internat omkring 1930.

source: Skuvla lea gurut bealde, internáhtta olgeš bealde govas.
nob: Skolen er til venstre og internatet til høyre i bildet.

source: (Govva lea Ulf Jacobsena govvačoahkkaldagas)
nob: (Fra Ulf Jacobsens fotosamling)

source: Go bođiimet internáhttii, de lei álggus áibbas amas máilbmi midjiide.
nob: Når vi kom til internatet var det en helt fremmed verden for oss.

source: Oruimet stuora lanjain, nieiddat ovtta lanjas ja bártnit nuppi lanjas.
nob: Vi bodde på store rom, et for jenter og et for gutter.

source: Muhto sii geat barge doppe stellejedje bures ja ledje minguin hirbmat šiega.
nob: Men de som arbeidde der stelte godt med oss og var veldig greie.

source: Lávejedje maiddái veahkehit min leavssuiguin go lei dárbu.
nob: De brukte også å hjelpe oss med leksene når vi trengte det.

source: Muittán Sigrida, gii lei dálueamit, ja biiggáid Dordisa ja Gyda Mausetha [1], geat leigga oappážagat.
nob: Jeg husker Sigrid, som var husmor og pikene Dordis og Gyda Mauseth, de var søstre [1].

source: Fertiimet bargat internáhtas, njuvdit láibevajahasaid, bassat lihtiid ja eará.
nob: På internatet måtte vi alle arbeide, vi smurte brødskiver, vaska opp og forskjellig annet.

source: Internáhtas orro dalle mánát máŋgga sajis, Duorppalvuonas ja buot vuonain Ákŋoluovtta ja Duorppalvuona gaskkas ja Stiertnás.
nob: På internatet bodde det barn fra mange steder; fra Øyfjorden og alle fjordene mellom Øyfjorden og Hasvik og fra Stjernøya.

source: Barviikka mánát orro internáhtas dalle go lei heajos dálki, muđui dat manne ruoktot.
nob: Barna fra Bårvika bodde på internatet når det var dårlig vær, ellers bodde de hjemme.

source: Skuvllas eat oahppan nu ollu gal.
nob: Vi lærte nå ikke så mye på den skolen.

source: Lei ollu kátkkesmus, maid fertiimet oahppat bajiloaivvi.
nob: Det var mye katekisme, som vi måtte lære utenat.

source: Fertiimet lávlut sálmma juohke beaivvi go álggiimet.
nob: Vi måtte synge en salme hver dag når vi begynte.

source: Oahpaheddjiid gaskkas ledje muhtimat hui garrasat, erenoamážit Mevik.
nob: Blant lærerne var det noen som var svært strenge og harde, særlig Mevig.

source: Muittán ahte oktii galgen dušše mannat čohkat liántta, muhto oahpaheaddji šlivgii mu garrasit pultta vuostá.
nob: Jeg husker en dag jeg skulle bare gå for å spisse blyanten, da tok han og slengte meg hardt mot en pult.

source: Nubbi oahpaheaddji lei Gunnar Svendsen, son lei hirbmat olmmošlaš, ja muhtin nisu, in muitte šat nama, son lei hui šiega minguin.
nob: En annen lærer var Gunnar Svendsen, han var veldig grei, og ei dame, nå husker jeg ikke navnet hennes, hun var veldig snill med oss.

source: Son gođii munnje ullobáiddi ja bessen fitnat su luhtte borramin eahppeliid ja dakkáriid.
nob: Hun strikka genser til meg og jeg fikk komme på besøk til henne og spise frukt og slikt.

source: Čuhppe vuovttaid ja gámanjuniid
nob: Klipte av hår og komagtupper

source: - Ákŋoluovttas ja maiddái skuvllas badjelgehčče min geat oruimet vuonain, go eat máhttán riekta dárogiela hupmat.
nob: – På Hasvik og også på skolen så mange ned på oss som kom fra fjordene, fordi vi ikke kunne snakke helt rett norsk.

source: Gohččodedje min «Oyfjordfinnan».
nob: De kalte oss for «Øyfjordfinna».

source: Dávjá lei riidu Ákŋoluovtta mánáid ja vuotnamánáid gaskkas, ja mánát geat ledje dážat, dahje jáhkke ahte ledje dážat, givssidedje sámemánáid.
nob: Ofte var det krangel og slåssing mellom Hasvikungene og ungene fra fjordene, og de ungene som var norske, eller trodde de var norske, erta sameungene.

source: Muittán ahte čuhppe njuniid eret min gápmagiin.
nob: Jeg husker at de klipte av komagtuppene mine.

source: Mus ledje oalle guhkes vuovttat, muhto oktii čuhppe dážamánát mu vuovttaid bákkuin.
nob: Jeg hadde ganske langt hår, men en gang blei jeg tvangsklipt av noen av de norske ungene.

source: Vuosttaš jagiid ballen hirbmadit mánáin geat givssidedje mu.
nob: De første åra var jeg veldig redd for ungene som plaga meg.

source: Muittán ahte mu viellja ja son, gii maŋŋil šattai mu isidin, geahččaleigga jeđđet mu.
nob: Jeg husker at bror min og han som seinere blei mannen min forsøkte å trøste meg.

source: Oktii givssideaddjit bággejedje mu mannat rámbuvrái ja oastit šukuláda dálueamida rehkegii.
nob: En gang tvang noen av ungene meg til å gå på butikken og kjøpe sjokolade på husmoras regning.

source: Dálueamit dieđusge suhtai ja fertejin mannat dohko máksit iežan ruđain.
nob: Husmora blei sjølsagt sint, og jeg måtte gå dit og betale med egne penger.

source: Muhto go giehmánni gulai mo ášši lei, de in dárbbašan máksit.
nob: Men da kjøpmannen fikk høre hvordan saka var, så trengte jeg ikke betale.

source: Eará háve bággejedje mánát mu borrat sávzzabaikka.
nob: En annen gang tvang de meg til å spise saueskitt.

source: Ledje oalle ollu mánát sámegielat ruovttuin.
nob: Det var ganske mange barn fra samiskspråklige hjem.

source: Soames háve mii, geat leimmet Duorppalvuonas, sámásteimmet gaskaneamet, muhto eanaš šattai dárogiella, man buohkat máhtte, ain juo muhtin muddui.
nob: Noen ganger snakka vi fra Øyfjorden samisk med hverandre.

source: Muhto eat goassege gullan ahte ii livčče lean lohpi sámástit internáhtas.
nob: Jeg hørte aldri noe om at det ikke var lov å snakke samisk på internatet.

source: Sotnabeaivvi mii geat oruimet internáhtas fertiimet mannat girkui.
nob: Likevel gikk det mest på norsk, som alle kunne, i alle fall mer eller mindre.

source: Mis han lei unnán ruhta ja unnán biktasat.
nob: Så var det en søndag da vi skulle i kirka.

source: De lei vuot muhtin sotnabeaivi go galggaimet girkui.
nob: Det var uvær og vi var to jenter som hadde dårlig med yttertøy.

source: Lei garra dálki ja leimme guokte nieidda geain ledje unnán olgobiktasat.
nob: Da sa husmora at vi kunne ta to frakker som hengte i gangen og som hørte til to av guttene.

source: Muhto go bártniguovttos oinniiga munno sudno redjuin, de erenoamážit nubbi sudnos suhtai issorasat.
nob: Men da guttene så oss i frakkene sine, blei særlig en av dem veldig sint.

source: Vaikko ii eisege lean munno sivva.
nob: Sjøl om det ikke var vår feil.

source: Eváhkko ja ođđasithuksen
nob: Evakuering og gjenreising

source: – Go ledjen stuoraskuvllas, de álggii soahti.
nob: – Mens jeg var i storskolen kom krigen.

source: Muittán ahte leimmet skuvllas go duiskka girdi girddii vuollegaččat skuvlla badjel ja gahčai dasa lahka [2].
nob: Vi var på skolen da et tysk fly kom lavt inn over skolen og styrta ganske nær. [2] Jeg husker ennå hvor redde vi var da.

source: Ákŋoluovttas ledje ollu duiskalaččat, sivas go ledje huksen ladni dohko Hovvii.
nob: På Hasvik var det mange tyskere, fordi de hadde bygd et stort festningsanlegg på Håen.

source: Muhto Duorppalvuonas eat oaidnán duiskalaččaid nu dávjá.
nob: Men i Øyfjorden så vi ikke ofte noe til tyskerne.

source: Sii bohte muhtumin ja celke ahte ii leat lohpi radio oamastit, ja ahte sáhtte báhčit min jus mis leaš radio.
nob: De kom noen ganger og sa at det ikke var lov å ha radio og at de kunne skyte oss dersom vi hadde radio.

source: Muhto radio leimmet dieđusge bures čiehkan.
nob: Men radioen hadde vi sjølsagt gjømt godt bort.

source: Go eváhkko bođii, ledjen juo geargan skuvllas.
nob: Da evakueringa kom var jeg allerede ferdig med skolen.

source: Gulaimet ovddalgihtii eváhko birra, ja leimmet huksen bartta muhtin jávregáddái gosa fárriimet.
nob: Da vi hadde fått varsel om at det ville bli evakuering, hadde vi bygd ei hytte ved et vann og flytta dit.

source: Muhto duiskalaččat gávdne dan.
nob: Men de tok mor, meg og noen flere barn.

source: Sii fievrridedje min álggus Hámmárfestii, de Kristiansundii ja Onai, gos oruimet dassái go beasaimet fárret ruovttoluotta 1947:s.
nob: Først frakta de oss til Hammerfest, så til Kristiansund og videre til Ona, der vi bodde til vi dro tilbake i 1947.

source: Huksiimet fas dáluid Duorppalvutnii.
nob: Vi bygde opp husa i Øyfjorden igjen.

source: Soađi maŋŋil in šaddan vázzit eambbo skuvlla, nu ahte mus ii leat go 7 jagi skuvla.
nob: Etter krigen blei det ikke mer skole på meg, så jeg har ikke mer enn 7 års skolegang.

source: Áiggi mielde šattai váttis birget Duorppalvuonas. Fárriimet dalle Ákŋoluktii.
nob: Etter hvert blei det vanskelig å klare seg i Øyfjorden og vi flytta til Hasvik.

source: Huksiimet smávva dálu dohko Ákŋováhkái, ja doppe jotkkiimet šibitdoaluin.
nob: Vi bygde opp et småbruk i Hasvåg og fortsatte med fedrift.

source: Máŋga jagi leimmet olles geasi Duorppalvuonas sávzzaiguin.
nob: I mange år var vi hver sommer i Øyfjorden med sauene.

source: Giđđat válde sávzzaid fatnasiin ja čakčat fas vácciimet daiguin váriid badjel.
nob: Om våren tok vi sauene i båt og om høsten gikk vi med dem over fjellet.

source: Dat lei guhkes mátki, sáhtii ádjánit guokte olles beaivvi.
nob: Men vi har fortsatt sauer her, sjøl om det nå ikke er mer enn et titall.

source: Easka moadde jagi dás ovdal heittiimet johtimis sávzzaiguin, muhto mis leat ain sávzzat dáppe, vaikko dál eai leat go logenáre sávzza.
nob: Da tyskerne brente våre hjem og skoler, så brant jo også alt av skolepapirer. Derfor har vi ikke lenger de gamle skolebøkene.

source: Mis eai leat go muittut, ja eai ge dat ge leat nu čielgasat šat.
nob: Vi har bare minnene, og de er nå heller ikke så klare lenger.

source: Larine Johnsen Duorppalvuonas ovttas áhkkubiiguin ja beatnagiin.
nob: Larine Johnsen i Øyfjorden med barnebarn og hund.

source: (Govva: Marit Johnsen)
nob: (Foto: Marit Johnsen)

source: Maiddái boahtte buolvvas
nob: Også i neste generasjon

source: Sámi mánáid givssideapmi ii nohkan Larine bulvii.
nob: Plaginga av samiske barn blei ikke slutt med Larines generasjon.

source: Boarráseamos nieida, gii riegádii 1950:s, máhtii eambbo sámegiela go dárogiela go álggii skuvlii.
nob: Den eldste dattera, som er født i 1950, kunne mer samisk enn norsk da ho begynte på skolen.

source: Muhto son givssiduvvui nu ollu ahte son heittii sámásteames dan ma ? ?
nob: Men de plaga henne slik at ho slutta å snakke samisk etter det.

source: á. Nuoramusat šadde bajás dárogielain váldogiellan.
nob: De yngre vokste opp med norsk som sitt dominerende språk.

source: Muhto sin dárogiella lei báidnašuvvan sin váhnemiid heajos dárogielain, «et glass» šattai «en klass» jna..
nob: Men norsken deres blei påvirka av foreldrenes dårlige norsk, «et glass» blei «en klass» osv..

source: Larine nieiddainisguin Marit ja Irene (Govva: Basia Głowacka)
nob: Larine med døtrene Marit og Irene (Foto: Basia Głowacka)

source: Larine nieida, Irene, muitala:
nob: Larines datter Irene forteller:

source: – Eará mánát givssidedje min ollu min heajos dárogiela dihtii.
nob: – Andre barn plaga oss mye på grunn av den dårlige norsken vår.

source: Vearrámusat ledje dávjá sii, geain alddiset lei sámi duogáš mas geahččaledje báhtarit.
nob: Verst var kanskje de som sjøl hadde samisk bakgrunn, som de forsøkte å flykte fra.

source: Dát joatkašuvai guhká, nu lei ain 1960- ja 70-loguin.
nob: Dette fortsatte lenge, slik var det fortsatt opp på 1960- og 70-tallet.

source: Muittán ahte oktii muhtin eadni bođii stuora fielluin ja vuojehii min čuorvvodettiin: – Sámečivggat, mannet ruoktot, ehpet oaččo stoahkat min mánáiguin !
nob: Når vi barna leika med andre barn, var det en gang ei mor som kom springende etter oss med en stor planke og jaga oss mens ho ropte: – Finnunga, hut dokker hjem, dokker får ikke leike med våres unga !

source: Nu oahpaimet ahte mis ii lean makkárge árvu.
nob: Det var både unger og voksne som plaga sameungene.

source: Ledje sihke mánát ja rávesolbmot geat givssidedje sámemánáid.
nob: Lærerne måtte vite at de plaga oss, men de gjorde ingenting med det.

source: Larine nuoramus nieida, Marit, muitala:
nob: Larines yngste datter Marit forteller:

source: – Dalle go mun šadden bajás ii lean šat nu ollu givssideapmi, dušše veahá.
nob: – Da jeg vokste opp var det ikke så mye plaging lenger, bare litt.

source: In beroštan nu ollu das.
nob: Jeg brydde meg ikke så mye om det.

source: Ledjen baicce čeavlái go ledjen sápmelaš, ja go konfirmerejuvvojin, de mus lei gákti badjelis.
nob: Jeg var heller stolt over at jeg var same, og da jeg blei konfirmert, så hadde jeg samekofte.

source: Soaitá leat nu ahte ledjen vuosttažin Sállanis geas lei gákti badjelis, ain juo soađi maŋŋá.
nob: Kanskje var jeg den aller første på Sørøya, i alle fall etter krigen.

source: Marit Johnsen lei vuosttaš Ákŋoluovttas gii ođđa áiggis konfirmerejuvvui gávttiin.
nob: Marit Johnsen var den første konfirmant i samekofte på Hasvik i nyere tid.

source: (Gova luoikan Marit Johnsen)
nob: (Foto utlånt av Marit Johnsen)

source: Ruovttoluotta sámegillii
nob: Tilbake til samisk

source: Ii Larine eai ge su mánát ožžon goassege oahppat sámegiela skuvllas.
nob: Verken Larine eller noen av barna hennes fikk noen gang samisk på skolen.

source: Go Máreha boarráseamos mánná álggii skuvlii 1990-logu gaskkamuttus, geahččaleigga váhnemat ohcat sutnje sámegieloahpahusa Ákŋoluovtta skuvllas, muhto son ii ožžon.
nob: Da Marits eldste datter begynte på skole midt på 1990-tallet, forsøkte foreldrene å søke om samiskundervisning på Hasvik skole.

source: Easka su nuorat oabbá oaččui sámegiela nubbingiellan skuvllas, 4. luohká rájes.
nob: Men det lyktes ikke, først deres seks år yngre datter fikk samisk som andrespråk på skolen, fra 4. klasse.

source: Dan birra sáhtát lohkat eará artihkkalis dán girjjis.
nob: Om det kan du lese i en annen artikkel i denne boka.

source: [1] Gyda Mauseth (maŋŋá Johansen) lea čállán internáhttavásáhusaidis birra artihkkalis Glimt fra internatlivet pa Sørøya 1934-72, Øyfolk 1996 [2] Dán birra lea čállon girjjis Krigen pa Sørøya 1940–45, s. 15.
nob: [1] Gyda (Mauseth) Johansen har fortalt fra sitt liv som internatansatt i artikkelen Glimt fra internatlivet på Sørøya 1934–1972, Øyfolk 1996. [2] Denne flystyrten er bl.a. omtalt i boka Krigen på Sørøya 1940–45, s. 15.

source: Eará artihkkalat girjjis Sámi skuvlahistorjá 3
nob: Flere artikler fra Samisk skolehistorie 3
